Repository: osa1/noan
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Last Updated After
tr: Şu guncellenme tarihinden sonra

source: Return to the main page
tr: Ana sayfaya dön

source: Pardus news, packages, projects and more
tr: Pardus haberler, paketler, projeler ve fazlası

source: Home
tr: Ana Sayfa

source: Pardus Package Database
tr: Paket Veritabanı

source: Packages
tr: Paketler

source: User Wiki
tr: Wiki

source: Report and track bugs
tr: Hata bildir

source: Bugs
tr: Hatalar

source: Get Pardus
tr: Pardus Edin

source: Contribute
tr: Katkı

source: Recent Actions
tr: Son İşlemler

source: My Actions
tr: Paket İşlemleri

source: Package Details
tr: Paket Detayları

source: Package Actions
tr: Paket Hareketleri

source: View SVN entries in the %(repo)s-%(arch)s branch
tr: %(repo)s-%(arch)s içindeki SVN girdilerini görüntüle

source: SVN Entries
tr: SVN girdileri

source: Report a bug for %(pkg_name)s
tr: %(pkg_name)s paketi için hata bildir

source: Report a Bug
tr: Hata bildir

source: Bug reports for %(pkg_name)s
tr: %(pkg_name)s paketine ait hata raporları

source: Bug Reports
tr: Hata raporları

source: Download %(pkg_name)s
tr: %(pkg_name)s paketini indir

source: Download
tr: İndir

source: Architecture
tr: Mimari

source: Browse packages for %(pkg_architecture_name)s architecture
tr: %(pkg_architecture_name)s mimarisine ait paketleri göster

source: Repository
tr: Depo

source: Browse the %(pkg_repo)s repository
tr: Paketleri %(pkg_repo)s deposuna göre sırala

source: Description
tr: Açıklama

source: Upstream URL
tr: URL

source: Visit the website for %(pkg_name)s
tr: %(pkg_name)s paketinin websayfasına git

source: License(s)
tr: Lisans(lar)

source: Component
tr: Bileşen

source: Group details for %(partOf)s
tr: %(partOf)s bileşenine ait paketleri gör

source: Packager
tr: Paketçi

source: Packages maintained by %(pkg_packager)s
tr: %(pkg_packager)s tarafından paketlenen paketler

source: Package Size
tr: Paket Boyutu

source: Installed Size
tr: Yüklenmiş Boyutu

source: Last Updater
tr: Son Güncelleyicisi

source: Last Updated
tr: Son Güncelleme

source: has the following dependencies
tr: paketinin sahip olduğu bağımlılıklar

source: Dependencies
tr: Bağımlılık

source: View package details for %(depend)s
tr: %(depend)s için paket detayları

source: Packages that require %(name)s
tr: %(name)s paketine ihtiyaç duyan paketler

source: Required By
tr: Ters Bağımlılık

source: View package details for %(dep_name)s
tr: %(dep_name)s paketinin detaylarını gör

source: Complete list of files contained within this package
tr: Bu pakette yer alan tüm dosyaların listesi

source: Package Contents
tr: Paket İçeriği

source: Click to view the complete file list for %(name)s
tr: %(name)s paketi için tüm dosya listesini görmek için tıklayın

source: View the file list for %(name)s
tr: %(name)s paketi için dosya listesini görmek için tıklayın

source: patches
tr: için yamalar

source: Package History
tr: Paketin Tarihçesi

source: Date
tr: Tarih

source: Version
tr: Sürüm

source: Details
tr: Detaylar

source: Package Database
tr: Paket Veritabanı

source: Package Search
tr: Paket Arama

source: Enter search criteria
tr: Arama kriteri girin

source: Limit results a specific CPU architecture
tr: Arama sonuçlarını mimariye göre filtrele

source: Arch
tr: Mimari

source: Limit results to a specific respository
tr: Arama sonuçlarını depoya göre filtrele

source: Enter keywords as desired
tr: Aranacak kelimeler

source: Keywords
tr: Aranacak kelime

source: Search in package files
tr: Paket dosyalarında ara

source: Limit results to a specific packager
tr: Arama sonuçlarını paketçiye göre filtrele

source: Limit results to a date after the date entered
tr: Arama sonuçlarını tarihe göre sırala

source: Select the number of results to display per page
tr: Bir sayfda göruntulenecek sonuç sayısı

source: Per Page
tr: Sayfa başına

source: search for packages using this criteria
tr: Paketlerde ara

source: Search
tr: Arama

source: %(paginator_count)s packages found. Page %(page_obj_number)s of %(paginator_num_pages)s.
tr: %(paginator_count)s paket bulundu. Sayfa %(page_obj_number)s / %(paginator_num_pages)s.

source: Go to previous page
tr: Önceki sayfaya git

source: Prev
tr: Önceki

source: Go to next page
tr: Sonraki sayfaya git

source: Next
tr: Sonraki

source: Sort packages by architecture
tr: Paketleri mimariye göre sırala

source: Sort packages by repository
tr: Paketleri depoya göre sırala

source: Repo
tr: Depo

source: Sort packages by components
tr: Paketleri bileşene göre sırala

source: Sort packages by package name
tr: Paketleri paket adına göre sırala

source: Name
tr: İsim

source: Files
tr: Dosyalar

source: Sort packages by last update
tr: Paketleri son guncellenme tarihine göre sırala

source: %(paginator_count)s packages found. Page %(page_obj_number)s of %(paginator_num_pages)s.
tr: %(paginator_count)s paket bulundu. Sayfa %(page_obj_number)s / %(paginator_num_pages)s.

source: We couldn't find any packages matching your query. Try searching again using different criteria.
tr: Aranan sorguya uygun paket bulunamadı. Farklı bir sorguyla bir daha deneyin.
